Repository: Frumph/comicpress
Catalog: lang/*.po
Languages: ro_ro

source: Enable Comment Javascript
ro_ro: Activaţi Javascript comentariu

source: Enable this option if you want the comment form to appear directly under who is being replied to. (reduces pageview/hit)
ro_ro: Activaţi această opţiune dacă doriţi ca formularul de comentariu să apară direct sub care este fiind răspuns. (reduce Pageviews/hit)

source: Enable the comment count to show in feed title.
ro_ro: Permite numărul de comentariu pentru a arăta în titlu pentru hrana animalelor.

source: Will show how many comments there are in the title of the post in the feed.
ro_ro: Va arăta cât de multe comentarii sunt în titlul de la post în furaje.

source: Enable the post thumbnails in the RSS feed?
ro_ro: Permite miniaturi post în RSS feed?

source: If enabled will show the post thumbnail of the post in the RSS feed.
ro_ro: Dacă va Arată miniatura post de post în RSS feed.

source: Navigation
ro_ro: Navigare

source: Enable numbered pagination
ro_ro: Permite pagination numerotate

source: Previous Entries and Next Entries buttons are replaced by a bar of numbered pages. Numbered pagination appears on the Home page, the author(s) page, the blog template, and comments/single when there are more then the set number of comments per page. Uses the same styling as the Menubar.
ro_ro: Butoane intrările anterioare şi următoare intrările sunt înlocuite cu o bară de pagini numerotate. Pagination numerotate apare pe pagina de start, pagina de autorii, blog-ul şablon, şi comentarii/singur atunci când există mai multe apoi setaţi numărul de comentarii pe pagină. Utilizează acelaşi stil ca Menubar.

source: Click comic to go next
ro_ro: Faceţi clic pe benzi desenate pentru a merge next

source: Allows users to click the comic itself to go to the next comic (unless on the latest comic). This allows you to offer a more convenient option for your archive readers to proceed to the next comic, and the next, etc. Any enabled hover options will continue to function even with this enabled.
ro_ro: Permite utilizatorilor să faceţi clic pe benzi desenate sine pentru a merge la următoarea benzi desenate (cu excepţia cazului în pe benzi desenate cele mai recente). Acest lucru vă permite să oferi o opţiune mai convenabil pentru cititorii dvs., Arhiva pentru a trece la următoarea benzi desenate, şi următorul, etc. Hover activate opțiunile va continua să funcţioneze chiar şi cu acest activat.

source: Disable the default comic post navigation
ro_ro: Dezactiva de navigare de benzi desenate post implicit

source: The default comic post navigation is above each comic blog post.
ro_ro: De navigare de benzi desenate post implicit este mai sus fiecare benzi desenate blog post.

source: Graphic Navigation Directory
ro_ro: Directorul de navigare grafice

source: Choose a directory to get the graphic navigation styling from. To create your own custom graphic navigation menu buttons just create a directory under <i>images/nav/</i> and place your image files inside of it and create a navstyle.css file to determine the style of your navigation display.
ro_ro: Alegeţi un director pentru a obţine de navigare grafice styling din. Pentru a crea propriul meniul de navigare grafice personalizate butoane doar creaţi un director sub <i>imagini/nav/</i> şi plasaţi fişierele de imagine în interiorul de ea şi creaţi un navstyle.css fişier pentru a determina stilul de ecranul de navigare.

source: Enable main Sidebar CSS for all sidebars
ro_ro: Permite principal bara laterală CSS pentru toate sidebars

source: Uses default CSS styling of the sidebars for all sidebar areas. If disabled it will use the .customwidgetarea user-made styling and only Sidebar-left and Sidebar-right will use sidebar styling.
ro_ro: Utilizează implicit CSS styling de sidebars pentru toate zonele de bara laterală. Dacă dezactivat va utilizare .customwidgetarea user-a făcut stil şi numai bara laterală stânga şi dreapta bara laterală va utiliza bara laterală styling.

source: Disable left and right sidebars
ro_ro: Dezactivarea stânga şi la dreapta sidebars

source: Your site will not display the default left/right sidebars. Minimalists dream. WARNING: Not recommended for use with Graphic Novel layouts.
ro_ro: Site-ul dumneavoastră nu va afişa implicit stânga/dreapta sidebars. Minimalists vis. AVERTISMENT: Nu recomandat pentru utilizarea cu roman grafic machete.

source: Footer
ro_ro: Subsol

source: Disable the default text in the footer
ro_ro: Dezactivaţi textul implicit în subsol

source: Default text in the footer will not display. Enable this if you do not want any text in the footer. If you wish to add you own custom content, you may do so via Appearance -> Widgets-> Footer.
ro_ro: Nu va afişa textul implicit în subsol. Permite acest lucru, dacă nu doriţi ca orice text în notele de subsol. Dacă doriţi să adăugaţi-vă propriul conţinut personalizat, puteţi face acest lucru prin intermediul aspect-> Widgets-> subsol.

source: Enable the scroll to top link in the footer?
ro_ro: Permite alegeþi link-ul de top în subsol?

source: When this link is clicked on long pages it will scroll back to the top.
ro_ro: Când acest link se face clic pe pagini lung se va defila înapoi la partea de sus.

source: © Copyright Name
ro_ro: © Copyright nume

source: Set the name to which this site is © Copyright to, leave blank to have the site name.
ro_ro: Setaţi numele la care acest site este © Copyright să, lăsaţi necompletat pentru a avea numele site-ului.

source: Copyright Holder URL
ro_ro: URL-ul titularului de drept de autor

source: Set the URL to the owner of the © Copyright if different then this website, leave blank for sites link.
ro_ro: Setaţi URL-ul proprietarului © Copyright dacă diferite apoi acest site, lăsaţi necompletat pentru link-ul de site-uri.

source: Enable the page load info in the footer?
ro_ro: Permite info încărcare pagină în subsolul?

source: Will display information on how many queries and how fast it took to load the page in the footer.
ro_ro: Va afişa informaţii despre interogările de cât de multe şi cât de repede a luat pentru a încărca pagina în subsol.

source: Enable fix for index paging file not found with permalinks?
ro_ro: Permite fix pentru fişierul de paginare index nu a fost găsit cu permalinks?

source: Enabling this will add a filter to the index page query that will set the number of posts displayed appropriately for paging if it does not work for you.
ro_ro: Activarea acest lucru va adăuga un filtru la interogarea pe pagina index care va stabili numărul de posturi afişate în mod corespunzător pentru paginare dacă aceasta nu funcţionează pentru tine.

source: Disable the blog on the Home page
ro_ro: Dezactivaţi blog-ul pe pagina de start

source: Checkmark this and the blog will not display on the Home page of your site. The features allows to either not have a blog at all, or, if you place a menu link to your blog page, you can maintain your blog within the same site without readers having to see it when they are just trying to read your comic.
ro_ro: Marcaj acest lucru şi blog-ul nu va afişa pe pagina de pornire a site-ului. Caracteristicile permite să fie nu au un blog, la toate, sau, dacă plasaţi un meniu link la pagina de blog, aveţi posibilitatea să păstraţi blog-ul în acelaşi site fără cititorii având pentru a vedea când care încearcă doar să citiţi dumneavoastră de benzi desenate.

source: How many blog posts you would like displayed on the index page at one time.
ro_ro: Cât de multe posturi blog-ul pe care doriţi afişat pe pagina de index la un moment.

source: Disable comic on Home page
ro_ro: Dezactivaţi benzi desenate pe pagina

source: Checkmark this and the comic will not display on the home page of your site. You can use the Latest Thumbnail widget to display your comic in a sidebar. Make sure you set the archive-thumbnail size to under 200px. Note: Turning this off and using the Graphic Novel style turns ComicPress into a blog only.
ro_ro: Marcaj acest lucru şi benzi desenate nu va afişa pe pagina de pornire a site-ului. Utilizaţi widget ultima miniatură pentru a afişa benzi desenate dumneavoastră o în bara laterală. Asiguraţi-vă că setaţi dimensiunea Arhiva-miniatura la sub 200px. Notă: Acest lucru dezactivarea şi folosind stil roman grafic transformă ComicPress un blog numai.

source: Disable the comic blog on Home page
ro_ro: Dezactivaţi benzi desenate blog-ul în pagina de pornire

source: Checkmark this and the comic blog will not display on the Home Page. Enabling this allows you to either not have a comic blog at all, or you can place it where you want using the comic blog post widget. If there is no content in the post it will not display regardless.
ro_ro: Marcaj acest lucru şi benzi desenate blog-ul nu va afişa pe pagina de start. Care să permită acest lucru permite să fie nu aveţi un blog de benzi desenate la toate, sau poate să îl unde doriţi utilizarea widget benzi desenate blog post. Dacă nu există nici un conţinut în acest post nu va afişa indiferent.

source: Disable the comic blog on the single pages
ro_ro: Dezactivaţi benzi desenate blog-ul pe paginile singur

source: Checkmark this and the blog portion of the comic will not display on the single/archive pages of your site.
ro_ro: Marcaj acest lucru şi porţiunea blog de benzi desenate nu va afişa pe paginile singur/Arhiva a site-ului.

source: Enable comments when comic blog on single pages is disabled
ro_ro: Permite comentarii atunci când benzi desenate blog-ul pe paginile singur este dezactivat

source: When you have the comic blog disabled on single pages, if you have this checkmarked, the comments will still appear.
ro_ro: Atunci când aveţi blog-ul benzi desenate cu handicap pe paginile singur, dacă aveţi acest selectat, comentariile vor continua să apară.

source: Display the first comic on the home page instead of latest?
ro_ro: Afişează primul benzi desenate pe pagina în loc de mai târziu?

source: Enabling this option will make it so that the first comic in the entire series is displayed on the home page.
ro_ro: Care să permită această opţiune va face astfel încât primele benzi desenate în întreaga serie este afişat pe pagina de start.

source: Blog Header
ro_ro: Blog-ul Header

source: Disable blog header
ro_ro: Dezactivaţi blog-ul header

source: Checkmark this and your site will not display the contents of #blogheader.
ro_ro: Marcaj acest lucru şi site-ul dumneavoastră nu va afişa conţinutul #blogheader.

source: Text for the blogheader, leave blank for none.
ro_ro: Textul pentru blogheader, lăsaţi necompletat pentru nici unul.

source: Developed and maintained by
ro_ro: Dezvoltat şi menţinut de către

source: Originally created by
ro_ro: Iniţial creat de

source: If you like the ComicPress theme, please donate. It will help in developing new features and versions.
ro_ro: Dacă vă place tema ComicPress, vă rugăm să doneze. Aceasta va ajuta în dezvoltarea de noi caracteristici şi versiuni.

source: Choose Your Website Layout
ro_ro: Selectaţi aspectul site-ul Web

source: 2 Column - Sidebar on Right
ro_ro: 2 Coloana - bara laterală pe dreapta

source: 2 Column - Sidebar on Left
ro_ro: 2 Coloana - bara laterală stânga

source: 2 Column - Vertical, Sidebar on Right
ro_ro: 2 Coloana - Vertical, bara laterală pe dreapta

source: 2 Column - Vertical, Sidebar on Left
ro_ro: 2 Coloana - Vertical, bara laterală stânga

source: 3 Column
ro_ro: 3 Coloana

source: 3 Column - Double Right Sidebar
ro_ro: 3 Coloana - dublu dreptul de bara laterală

source: 3 Column - Double Left Sidebar
ro_ro: 3 Coloana - dublu bara laterală stânga

source: 3 Column - Vertical
ro_ro: 3 Coloana - verticală

source: 3 Column - Vertical Double Right Sidebar
ro_ro: 3 Coloana - verticale dublu dreptul de bara laterală

source: 3 Column - Vertical Double left Sidebar
ro_ro: 3 Coloana - dublu Vertical stânga bara laterală

source: Graphic Novel - Left Sidebar
ro_ro: Roman grafic - bara laterală stânga

source: Graphic Novel - Right Sidebar
ro_ro: Roman grafic - dreptul de bara laterală

source: 2 column layout default width: <strong>780px</strong>.
ro_ro: 2 coloana aspect lăţimea implicită: <strong>780px</strong>.

source: 3 column layout (<em>includes Graphic Novel</em>) default width: <b>980px</b>.
ro_ro: lăţimea implicită de aspect (<em>include roman grafic</em>) 3 coloana: <b>980px</b>.

source: Child Themes
ro_ro: Teme de copil

source: Disable default Menubar
ro_ro: Dezactivaţi implicit Menubar

source: Allows you to customize the location of the Menubar via Widgets.
ro_ro: Vă permite să particularizaţi locaţia Menubar prin intermediul widget-uri.

source: Enable Search Form
ro_ro: Permite formularul de căutare

source: Searchforms can be fun when you have something to search for.
ro_ro: Searchforms poate fi distractiv, atunci când aveţi ceva pentru a căuta.

source: Enable RSS Link
ro_ro: Permite RSS Link

source: Adds an RSS link icon to your menubar on the right side.
ro_ro: Adaugă o pictogramă de link-ul RSS dumneavoastră menubar pe partea dreapta.

source: Enable mini navigation
ro_ro: Activare navigare mini

source: Mini Navigation adds small previous and next arrows arrow to the right side of your Menubar.
ro_ro: Navigare mini adaugă mici săgeţi anterioare şi următoare săgeată în partea dreaptă a Menubar dumneavoastră.

source: Disable the menubar jQuery?
ro_ro: Dezactivaţi menubar jQuery?

source: Disable the loading of the menubar jQuery, useful if you use a custom menubar.
ro_ro: Dezactiva încărcarea jQuery menubar, util dacă utilizaţi un menubar particularizate.

source: Show transcript in post area
ro_ro: Transcrierea arată în zona de post

source: When enabled, if the comic has a transcript, the transcript will be displayed inside the comic post. The transcript is text that that you can have of the dialog in your comic.
ro_ro: Când este activată, dacă benzi desenate are o transcriere, foaia matricolă vor fi afişate în interiorul post benzi desenate. Transcrierea textul este că aveţi de dialog din benzi desenate dumneavoastră.

source: Disable WordPress default content formatting
ro_ro: Nu fi de acord WordPress implicit conţinut formatare

source: Prevents WordPress from reformatting any specially formatted content you may add. Generally, you want to leave the WordPress formatting enabled, but it some special cases you may prefer to preserve non-WP formatting.
ro_ro: Împiedică reformatarea orice special formatat de conţinut puteţi adăuga WordPress. În general, pe care doriţi să părăsească WordPress formatarea activat, dar în unele cazuri speciale, pot preferaţi pentru a păstra formatarea non-WP.

source: Disable Post Titles?
ro_ro: Dezactivaţi titlurile Post?

source: This is useful if you want to use post-thumbnails for the titles of posts instead of the post text based titles. This only works for blog posts.
ro_ro: Acest lucru este util dacă doriţi să utilizaţi post-thumbnails pentru titlurile de posturi în loc de titlurile post text pe bază. Aceasta funcţionează numai pentru blog-ul posturi.

source: Authors/Avatars/Moods
ro_ro: Autori/avatare/stari

source: Two author blog
ro_ro: Două autor blog

source: When enabled, it will make 2 seperate columns to have two seperate columns available to two different post authors.
ro_ro: Când este activată, se va face 2 coloane separate pentru a avea două coloane separate disponibile pentru doi autori diferite post.

source: Author for column one
ro_ro: Autor pentru coloana unul

source: For two author blogs. Choose the author for the first column.
ro_ro: Pentru două autor Bloguri. Selectaţi autorul pentru prima coloană.

source: Author for column two
ro_ro: Autor pentru coloana două

source: For two author blogs. Choose the author for the second column.
ro_ro: Pentru două autor Bloguri. Selectaţi autorul pentru a doua coloană.

source: Comic post author Gravatar
ro_ro: Autor de benzi desenate post Gravatar

source: Enabling this option will show a gravatar of the comic post author based on the author email address. Gravatars are associated by your email address and you can create them at
ro_ro: Care să permită această opţiune va arăta o gravatar de autor de benzi desenate post bazate pe adresa de e-mail autorului. Gravatars sunt asociate cu adresa de e-mail şi să creaţi-le la

source: Blog post author Gravatar
ro_ro: Autor de post blog-ul Gravatar

source: Enabling this option will show a gravatar of the post author based on the author email address. Gravatars are associated by your email address and you can create them at
ro_ro: Care să permită această opţiune va arăta o gravatar autorului post bazate pe adresa de e-mail autorului. Gravatars sunt asociate cu adresa de e-mail şi să creaţi-le la

source: Choose a directory to get the avatars for default gravatars if someone does not have one. You will have to make these images yourself, or download them from avatar providers. Then make a new directory on your site server to upload them to and select that directory here.
ro_ro: Alegeţi un director pentru a obţine avatare pentru gravatars implicit dacă cineva nu este unul. Va trebui să face aceste imagini-te, sau descărcaţi-le de la furnizori de avatar. Apoi faceţi un nou director pe serverul dvs. site-ul să le încărcaţi şi selectaţi acel director aici.

source: Moods Directory
ro_ro: Stari Directory

source: Choose a directory to get the post moods from. Set this to "none" to turn off use. Mood directories are found in your theme directory/images/moods/* to create your own custom moods just create a directory under images/moods/ and place ONLY image files inside of it. The name of the image file represents what the mood is.
ro_ro: pentru a dezactiva utilizarea. Starea de spirit directoare sunt găsite în tema director/imagini/stari dumneavoastră / * pentru a crea propriul stari personalizate chiar a crea un director sub imagini/moods/şi locul numai imagini în interiorul de ea. Numele fişierului imagine reprezintă ceea ce este starea de spirit.

source: Choose a directory to get the Archive Calendar styling from. To not have calendar graphics, select "none". Calendar directories are found in your theme directory/images/cal/* to create your own custom archive calendar images just create a directory under images/cal/ and place your image files inside of it.
ro_ro: . Calendar directoare sunt găsite în dumneavoastră tema director/imagini/cal / * pentru a crea propriul calendar particularizat Arhiva imagini doar creaţi un director sub imagini/cal/şi plasaţi fişierele de imagine în interiorul de ea.

source: Add graphic calendar to comic posts
ro_ro: Adăugaţi calendar grafic posturi de benzi desenate

source: The graphic calendar is an image that has the date of the comic blog post overlayed on top of it.
ro_ro: Calendarul grafic este o imagine care are data de benzi desenate blog post suprapus pe partea de sus a acesteia.

source: Add graphic calendar to blog posts
ro_ro: Adăugaţi calendar grafic la blog-ul posturi

source: Enabling this option will display a calendar image on your blog posts. The graphic calendar is an image that has the date of the blog post overlayed on top of it.
ro_ro: Care să permită această opţiune va afişa o imagine de calendar pe mesajele dumneavoastră blog-ul. Calendarul grafic este o imagine care are data blog post suprapus pe partea de sus a acesteia.

source: Tags/Categories
ro_ro: Tag-uri/categorii

source: Disable display of tags in posts
ro_ro: Dezactivaţi afişarea Tag-uri în posturi

source: Tags != Categories, Tags are "descriptive keywords" of content in a post.
ro_ro: de conţinut într-un post.

source: Disable display of categories in posts
ro_ro: Dezactivaţi afişarea categorii în posturi

source: Categories != Tags, The categories that are shown by default are the ones the post in set to.
ro_ro: Categorii! = Tag-uri, categorii, care sunt afişate implicit sunt cele post în set pentru.

source: Show all blog posts up until the next comic post on single pages
ro_ro: Arată toate posturile de blog-ul până la next post benzi desenate pe paginile singur

source: All the blog posts that are on the same day and greater to the next comic post on the comic your viewing will appear.
ro_ro: Toate blog-ul posturi că sunt în aceeaşi zi şi mai mare a doua benzi desenate post pe benzi desenate vizionarea va apărea.

source: Blog loop stays with all the single pages
ro_ro: Blog-ul loop rămâne cu toate paginile singur

source: Blog will stay with the single pages, this will automatically disable any commenting ability for comic blog posts.
ro_ro: Blog-ul va sta cu paginile singur, aceasta va dezactiva automat orice capacitatea de comentare pentru benzi desenate blog-ul posturi.

source: Disable the titles on pages
ro_ro: Dezactivaţi titluri pe pagini

source: If you disable the titles no pages you can still add a post-image in the page editor.
ro_ro: Dacă dezactivaţi titlurile nu pagini vă poate încă adăuga un post-image în editorul de pagini.

source: Enable Additional Page Options
ro_ro: Permite opţiuni suplimentare de pagină

source: Extra Options when editing a page, like disable sidebars on that page only.
ro_ro: Opţiuni suplimentare atunci când editaţi o pagină, cum ar fi dezactivarea sidebars pe acea pagină numai.

source: Display a dropdown list of your archives, styled.
ro_ro: Afişează o listă verticală din arhivele dumneavoastră, stil.

source: Comic Archive Dropdown
ro_ro: Benzi desenate Arhiva verticală

source: Archives...
ro_ro: Arhivele...

source: Title:
ro_ro: Titlu:

source: Monthly
ro_ro: Lunar

source: Yearly
ro_ro: Anual

source: All Posts
ro_ro: Toate mesajele

source: Blog Posts
ro_ro: Blog-ul posturi

source: Comic Posts
ro_ro: Posturi de benzi desenate

source: Current Category
ro_ro: Categoria curent

source: All Categories
ro_ro: Toate categoriile

source: Blog Categories
ro_ro: Blog-ul categorii

source: Comic Categories
ro_ro: Categorii de benzi desenate

source: Storyline Order
ro_ro: Ordine de poveste

source: Display a calendar showing this months posts. (this calendar does not drop lines if there is no title given.)
ro_ro: Afişează un calendar care arată acest luni de posturi. (acest calendar nu drop linii dacă nu există nici un titlu dat.)

source: Comic Calendar
ro_ro: Benzi desenate de Calendar

source: Download Small
ro_ro: Descărcaţi mici

source: Download Medium
ro_ro: Descărcaţi mediu

source: Download Large
ro_ro: Download mare

source: Thumbnail URL (178px by 130px):
ro_ro: Miniatură URL-ul (178px de 130px):

source: Add link on thumbnails:
ro_ro: Adăugare link la miniaturi:

source: Wallpaper URL (Small):
ro_ro: Wallpaper URL (mic):

source: Wallpaper URL (Medium):
ro_ro: Wallpaper URL (mediu):

source: Wallpaper URL (Large):
ro_ro: Wallpaper URL (mare):

source: Tag This Page
ro_ro: Tag această pagină

source: Creates a set of buttons that let the user return to the page they tagged.
ro_ro: Creează un set de butoane care permit utilizatorului reveni la pagina ei tagged.

source: Bookmark - Classic
ro_ro: Bookmark - clasic

source: Displays the old style menubar that ComicPress used to use.
ro_ro: Afişează meniul de stil vechi, care ComicPress folosit pentru a utiliza.

source: Classic Menubar
ro_ro: Menubar clasic

source: Displays Graphical Navigation Buttons. This widget is for when you are not using the advanced storyline enabled widget.
ro_ro: Afişează butoanele de navigare grafice. Acest widget este pentru atunci când nu utilizaţi widget poveste avansate activat.

source: Comic Navigation
ro_ro: Benzi desenate de navigare

source: First
ro_ro: Prima

source: Last
ro_ro: Ultima

source: Previous
ro_ro: Anterioară

source: Next
ro_ro: Următorul

source: Previous Chapter
ro_ro: Capitolul anterior

source: Next Chapter
ro_ro: Capitolul următor

source: First In Chapter
ro_ro: În primul rând în capitolul

source: Latest In Chapter
ro_ro: Cele mai recente în capitolul

source: Previous In Chapter
ro_ro: Anterior în capitolul
