Repository: Frumph/comicpress
Catalog: lang/*.po
Languages: ro_ro

source: Next In Chapter
ro_ro: Următorul în capitolul

source: Comic Title
ro_ro: Titlul de benzi desenate

source: Random
ro_ro: Aleatoare

source: Share
ro_ro: Cota

source: Subscribe
ro_ro: Aboneaza-te

source: Displays the comic blog post. (used within the comic sidebar areas)
ro_ro: Afişează benzi desenate blog post. (folosit în zonele benzi desenate bara laterală)

source: Comic Blog Post
ro_ro: Benzi desenate Blog Post

source: Displays the date of the post of the comic.
ro_ro: Afişează data post de benzi desenate.

source: Comic Date
ro_ro: Data de benzi desenate

source: Words to use before date:
ro_ro: Cuvinte să utilizeze înainte de data:

source: Format of the Time/Date:
ro_ro: Format de oră/dată:

source: Date String Examples
ro_ro: Data şir de exemple

source: Displays the title of the comic. (used in comic sidebars)
ro_ro: Afişează titlul de benzi desenate. (folosit în benzi desenate de sidebars)

source: Displays a comments link. (used in comic sidebars)
ro_ro: Afişează o legătură comentarii. (folosit în benzi desenate de sidebars)

source: Comic Comments Link
ro_ro: Benzi desenate Comentarii Link

source: New Link name:
ro_ro: Nume nou Link:

source: Login/Logoff menu with register/lost password links if not logged on. (use only if registrations are enabled.
ro_ro: Login/Logoff meniul cu registrul/pierdut parola link-uri, dacă nu faceţi Log on. (utilizaţi numai dacă înregistrările sunt activate.

source: Control Panel
ro_ro: Panoul de control

source: Username
ro_ro: Numele de utilizator

source: Password
ro_ro: Parola

source: Register
ro_ro: Înregistrează-te

source: Recover password
ro_ro: Recuperare parola

source: Profile
ro_ro: Profil

source: Displays a Facebook "like" Button (For Comic sidebars or single pages only)
ro_ro: Buton (pentru benzi desenate sidebars sau numai pagini singură)

source: Facebook Like
ro_ro: Facebook ca

source: Allow the user to bookmark a page and then jump to it upon return. This bookmark widget uses jQuery. WARNING: In Developement.
ro_ro: Permite utilizatorului să marcaj o pagină şi apoi sari la acesta după întoarcerea. Acest widget de marcaj în document utilizează jQuery. AVERTISMENT: În dezvoltare.

source: Tag page
ro_ro: Tag-ul paginii

source: Bookmark
ro_ro: Marcaj în document

source: Clear tag off
ro_ro: Tag-ul clar off

source: Clear tag on
ro_ro: Tag-ul clar pe

source: Clear
ro_ro: Clar

source: Goto tag off
ro_ro: Du-te la tag-ul off

source: Goto tag on
ro_ro: Du-te la tag-ul pe

source: Goto
ro_ro: Du-te la

source: Use bookmark
ro_ro: Utilizarea bookmark

source: >>Bookmark
ro_ro: >> marcaj în document

source: Title
ro_ro: Titlul

source: Three-button mode
ro_ro: Trei-buton modul

source: One-button mode
ro_ro: Un singur buton modul

source: Displays a link to click to go to the latest comic.
ro_ro: Afişează un link să faceţi clic pentru a merge la comic ultimele.

source: Latest Comic Link
ro_ro: Cele mai recente link-ul de benzi desenate

source: Display a list of the latest comics available.
ro_ro: Afişează o listă a benzi desenate cele mai recente disponibile.

source: Latest Comics
ro_ro: Benzi desenate cele mai recente

source: Display the excerpt of the latest comic or post, clickable to go to the comic post.
ro_ro: Afişa fragment mai recente benzi desenate sau post, clickable pentru a merge la postul de benzi desenate.

source: Display Latest Excerpt
ro_ro: Afişare mai recente extras

source: Which Category?
ro_ro: Ce categorie?

source: Display a thumbnail of the latest (or first) comic or post in a category, clickable to go to the comic or post.
ro_ro: Afişa o miniatură a benzi desenate cele mai recente (sau prima) sau post într-o categorie, clickable pentru a merge la benzi desenate sau post.

source: Thumbnail
ro_ro: Miniatură

source: *note: If it is a blog category it will search for the latest thumbnail attached to the image. If it is a comic it will search for the thumbnail attached to the post first, then check do the thumbnail for the comic.
ro_ro: * Notă: dacă este o categorie de blog-ul acesta va căuta miniatura mai recente ataşate la imagine. Dacă este un comic acesta va căuta miniatura ataşat la post, în primul rând, apoi selectare face miniatura pentru benzi desenate.

source: Get first in Category instead?
ro_ro: A lua primul în categoria în schimb?

source: Display a random Thumbnail?
ro_ro: Afişa o miniatură aleatoare?

source: *note: Random comic thumbnail overrides the get first in category option.
ro_ro: * Notă: Random miniatură benzi desenate suprascrie a lua primul în categoria opţiune.

source: Displays a menubar.
ro_ro: Afişează un menubar.

source: Display Site List of all sites that have recently updated on this Multisite.
ro_ro: Afişa lista site-ul toate site-urile care au actualizat recent pe acest Multisite.

source: Hosted Site List
ro_ro: Gazduit site-ul lista

source: Displays Whatever is in the text box to non-members only.
ro_ro: Afişează orice altceva este în caseta text pentru non-membri numai.

source: Text - Non Member
ro_ro: Text - ne membre

source: Displays a permalink. (used in comic sidebars)
ro_ro: Afişează un permalink. (folosit în benzi desenate de sidebars)

source: Displays a link to click to trigger a random comic.
ro_ro: Afişează un link să faceţi clic pentru a declanşa un comic aleatoare.

source: Random Comic Link
ro_ro: Random link-ul de benzi desenate

source: Random Comic
ro_ro: Benzi desenate aleatoare

source: Displays a link to click to trigger a random blog post.
ro_ro: Afişează un link să faceţi clic pentru a declanşa un post de blog-ul aleatoare.

source: Display a reference on tags (if image found in dir. based on tag name)
ro_ro: Afişează o referinţă în Tag-uri (dacă imaginea găsite în dir. bazat pe nume de etichetă)

source: Reference
ro_ro: Referință

source: Bottom Information:
ro_ro: Informaţii de jos:

source: Display a list of posts that are scheduled to be published.
ro_ro: Afişează o listă de posturi care sunt programate pentru a fi publicate.

source: Scheduled Posts
ro_ro: Posturi programată

source: Display a user defined social button, with translated URL.
ro_ro: Afişează un utilizator definite social buton, tradus URL.

source: Title (used as CSS marker too):
ro_ro: Titlul (folosit ca marcator CSS prea):

source: URL
ro_ro: URL-UL

source: Image
ro_ro: Imagine

source: Displays a Tip Jar box and shows how much has been donated with goal.
ro_ro: Afişează o casetă de Tip Jar şi arată cât de mult a fost donat cu scopul.

source: Tip Jar
ro_ro: Sfat Jar

source: Just input an integer number like 200 or 300, not a dollar amount.
ro_ro: Doar un număr întreg ca 200 sau 300, nu o suma de bani de intrare.

source: Total $ Looking For::
ro_ro: Total $ căutarea::

source: Make sure the number in the current is LESS then the number of the total.
ro_ro: Asiguraţi-vă că numărul în curent este mai apoi numărul total.

source: Current $ Received:
ro_ro: $ Curent primit:

source: URL To Donation Page:
ro_ro: URL pagina de donatie:

source: Height of the image area to use in the math for percent total (if you did not make custom graphics, this should not change).
ro_ro: Înălțimea din zona de imagine pentru a utiliza în matematica pentru % total (dacă nu efectuaţi grafice personalizate, acest lucru ar trebui să nu modificaţi).

source: Display the transcription of the current post if there is one. (used in comic sidebars)
ro_ro: Afişa transcrierea post curentă dacă există unul. (folosit în benzi desenate de sidebars)

source: Transcript
ro_ro: Transcriere

source: Styled
ro_ro: Stil

source: Add BR
ro_ro: Adăugaţi BR

source: Raw Output
ro_ro: Prime de ieşire

source: Translate your site with google.
ro_ro: Traduceţi site-ul cu google.

source: Google Translator
ro_ro: Google Traducător

source: <strong>You've exceeded your disk space quota!</strong> Either delete files you don't need, or find out how to get more disk space for your account.
ro_ro: <strong>Te-am depăşit dumneavoastră cotă de spaţiu disc!</strong> Fie ştergeţi fişierele nu nevoie, sau Aflaţi cum pentru a obţine mai mult spaţiu-disc pentru contul dumneavoastră.
