Repository: Frumph/comicpress
Catalog: lang/*.po
Languages: ro_ro

source: Page Not Found
ro_ro: Pagina negasita

source: Click here to return to the home page
ro_ro: Faceţi clic aici pentru a reveni la pagina de pornire

source: or try a search:
ro_ro: sau încercaţi o căutare:

source: January
ro_ro: Ianuarie

source: February
ro_ro: Februarie

source: March
ro_ro: Martie

source: April
ro_ro: Aprilie

source: May
ro_ro: Mai

source: June
ro_ro: Iunie

source: July
ro_ro: Iulie

source: September
ro_ro: Septembrie

source: October
ro_ro: Octombrie

source: November
ro_ro: Noiembrie

source: December
ro_ro: Decembrie

source: Begins with “
ro_ro: Începe cu"

source: Storyline Support is not currently enabled on this site.
ro_ro: Poveste de sprijin nu este activată în prezent pe acest site.

source: Note to the Administrator:
ro_ro: Nota de la Administrator:

source: To enable storyline support and manage storyline categories make sure you are running the latest version of the
ro_ro: Să activaţi suportul pentru povestea şi să gestioneze poveste asiguraţi-vă că executaţi cea mai recentă versiune de categorii

source: plugin and check your storyline settings from it's administration menu.
ro_ro: plugin-ul şi verificaţi setările povestea din meniul de administrare.

source: Pages:
ro_ro: Pagini:

source: Edit this page.
ro_ro: Editaţi această pagină.

source: Permanent Link:
ro_ro: Legătură permanentă:

source: Archive for ‘
ro_ro: Arhiva pentru ‘

source: Author Archive ‘
ro_ro: Autor Arhiva ‘

source: Archives
ro_ro: Arhivele

source: Archive is unable to be found.
ro_ro: Arhiva este imposibil de găsit.

source: Archives by Month:
ro_ro: Arhivele de luni:

source: Archives by Subject:
ro_ro: Arhivele obiectul:

source: No such author.
ro_ro: Nici o astfel de autor.

source: Registered on
ro_ro: Inregistrat pe

source: Website:
ro_ro: Site-ul:

source: AIM:
ro_ro: SCOPUL:

source: Posts by
ro_ro: Posturi de

source: Comic ID
ro_ro: ID benzi desenate

source: Title:
ro_ro: Titlu:

source: Print Status:
ro_ro: Starea de imprimare:

source: Original Status:
ro_ro: Statutul original:

source: Print
ro_ro: Imprimare

source: Make payments with PayPal - it is fast, free and secure!
ro_ro: Plăţi cu PayPal - este rapid, gratuit şi sigur!

source: ComicPress Options
ro_ro: Opţiuni ComicPress

source: ComicPress Settings MODIFIED.
ro_ro: ComicPress setările modificate.

source: ComicPress Settings RESET!
ro_ro: ComicPress setările REINIŢIALIZARE!

source: Layout
ro_ro: Aspect

source: General
ro_ro: Generale

source: Posts & Pages
ro_ro: Posturi şi pagini

source: Archive & Templates
ro_ro: Arhiva & şabloane

source: Debug
ro_ro: Depanare

source: Please do not load this page directly. Thanks!
ro_ro: Vă rugăm să nu încărca această pagină direct. mulţumesc!

source: This post is password protected. Enter the password to view comments.
ro_ro: Acest post este protejată prin parolă. Introduceţi parola pentru vizualizarea comentariilor.

source: Discussion ¬
ro_ro: Discuţie ¬

source: Discussion (%) ¬
ro_ro: ¬ Discuţii (%)

source: Reply to %s¬
ro_ro: Rãspuns % s¬

source: Pings & Trackbacks ¬
ro_ro: Pings şi Urmăritori ¬

source: Comment Pages
ro_ro: Comentariu de pagini

source: Next Comments ↑
ro_ro: Next Comentarii ↑

source: ↓ Previous Comments
ro_ro: ↓ Comentariile anterioare

source: Comments are closed.
ro_ro: Comentariile sunt închise.

source: NAME —
ro_ro: NUMELE —

source: Get a Gravatar
ro_ro: Ia-o Gravatar

source: Website URL
ro_ro: URL-ul site-ul Web

source: Comment ¬<br />
ro_ro: Comentariu ¬ < br / >

source: Reply to %s ¬<br />
ro_ro: Răspuns de %s ¬ < br / >

source: <small>Cancel reply</small>
ro_ro: <small>Anulare răspuns</small>

source: Post Comment
ro_ro: Comentariu de post

source: NOTE - You can use these
ro_ro: Notă - puteţi utiliza aceste

source: Left Sidebar
ro_ro: Bara laterală stânga

source: Right Sidebar
ro_ro: Dreptul de bara laterală

source: Above Header
ro_ro: Deasupra antet

source: Header
ro_ro: Antet

source: Over Comic
ro_ro: Peste benzi desenate

source: Left of Comic
ro_ro: Stânga de benzi desenate

source: Right of Comic
ro_ro: Dreptul de benzi desenate

source: Under Comic
ro_ro: În conformitate cu benzi desenate

source: Over Blog
ro_ro: Peste blog-ul

source: Blog
ro_ro: Blog-ul

source: Under Blog
ro_ro: În blog-ul

source: The Footer
ro_ro: Subsol

source: search results:
ro_ro: rezultatele căutării:

source: ← Back to Gallery
ro_ro: ← Înapoi la Galerie

source: Click for full size.
ro_ro: Click pentru full size.

source: Sorry, no image matched your criteria.
ro_ro: Ne pare rău, nici o imagine potrivit criteriilor.

source: This page is restricted to members only.
ro_ro: Această pagină este rezervat doar pentru membrii.

source: Member's Only content is not enabled on this installation.
ro_ro: Membru numai conţinutul nu este activat pe această instalare.

source: Search for ‘
ro_ro: De căutare pentru "

source: No entries found.
ro_ro: Nu intrări găsite.

source: Try another search?
ro_ro: Încercaţi o altă căutare?

source: Search...
ro_ro: Căutare...

source: Sorry, no posts matched your criteria.
ro_ro: Ne pare rău, nu de posturi potrivit criteriilor.

source: There is Members Only content here.<br />To view this content you need to be a member of this site.
ro_ro: Există membri numai de conţinut aici. < br / > pentru a vizualiza acest conţinut trebuie să fie un membru de pe acest site.

source: Member of
ro_ro: Membru

source: Member?
ro_ro: Membru?

source: ComicPress Page Options
ro_ro: Opţiuni pagină ComicPress

source: No prints available for non-comic categories.
ro_ro: Nici o printuri disponibile pentru non-benzi desenate categorii.

source: Buy Print Information
ro_ro: Cumpara informaţii imprimare

source: l, F jS, Y, g:i a
ro_ro: l, F jS, Y, g:i o

source: %1$s at %2$s
ro_ro: %1$ s în %2$ s

source: Permalink to comment
ro_ro: Permalink pentru a comenta

source: Reply
ro_ro: Răspuns

source: Login to Reply
ro_ro: Login la spre răspuns

source: Edit
ro_ro: Editare

source: Your comment is awaiting moderation.
ro_ro: Comentariu este în aşteptarea moderaţie.

source: Unable to find the file in the <strong>%s</strong> folder that matched the pattern <strong>%s</strong>. Check your WordPress and ComicPress settings.
ro_ro: Imposibil de găsit fişierul în folderul <strong>%s</strong> care să se potrivească de model <strong>%s</strong>. Verificaţi setările WordPress şi ComicPress.

source: No Post Title
ro_ro: Nici un Post titlu

source: by
ro_ro: de

source: on
ro_ro: pe

source: at
ro_ro: la

source: Posted In:
ro_ro: Postat în:

source: └ Tags:
ro_ro: └ Tag-uri:

source: Comment
ro_ro: Comentariu

source: Comments
ro_ro: Comentarii

source: ‹ Previous
ro_ro: ‹ Anterioare

source: Next ›
ro_ro: Următorul ›

source: ‹‹ First
ro_ro: ‹ ‹ Prima

source: ‹ Previous
ro_ro: ‹ Anterioare

source: Next ›
ro_ro: Următorul ›

source: Last ››
ro_ro: Ultima › ›

source: ↓ Read the rest of this entry...
ro_ro: ↓ Citeşte restul acestui intrare...

source: Powered by
ro_ro: oferit de

source: with
ro_ro: cu

source: Back to Top ↑
ro_ro: Înapoi la Top ↑

source: Hosted on
ro_ro: Găzduit pe

source: Available Moods, you can set which mood images to use in the comicpress Options.
ro_ro: Stari disponibile, puteţi seta imaginile care starea de spirit pentru a utiliza opţiuni de comicpress.

source: none
ro_ro: nici unul

source: moods are available.
ro_ro: Stari sunt disponibile.

source: Using Moods from directory:
ro_ro: Folosind stari de director:

source: Current Mood:
ro_ro: Starea de spirit actuale:

source: Mood For This Post
ro_ro: Starea de spirit pentru acest Post

source: Newer Entries ↑
ro_ro: Intrări mai noi ↑

source: %s (1 Comment)
ro_ro: %s (1 comentariu)

source: %%s (%d Comments)
ro_ro: %%s (%d Comentarii)

source: Page %CURRENT_PAGE% of %TOTAL_PAGES%
ro_ro: Pagina % CURRENT_PAGE % din % TOTAL_PAGES %

source: « First
ro_ro: «Primul

source: Last »
ro_ro: Ultima»

source: Custom Header
ro_ro: Antet particularizat

source: Custom Header Values
ro_ro: Valorile antet particularizat

source: Width:
ro_ro: Lăţime:

source: Height:
ro_ro: Înălţime:

source: Modify the height and width of the custom header *if* you use Appearance - Header - 780px is for standard and v layouts, the rest are wide at 980px.
ro_ro: Modificaţi înălţimea şi lăţimea de antet particularizat * dacă ** utilizaţi aspectul - Header - 780px este pentru standard şi v machete, restul sunt largă la 980px.

source: Related Posts
ro_ro: Legate de posturi

source: Put Related Comics in comic posts
ro_ro: Pune-benzi desenate corelate în benzi desenate de posturi

source: Comics will be related by "tags" that you create for each comic post. When creating tags for your comics, include *only* the subject material and possibly cast. Do not use tags that can relate to the entire archive or storyline the post is in.
ro_ro: să creaţi pentru fiecare post de benzi desenate. Când creaţi etichete pentru benzi desenate dvs., include * numai * obiectul material și eventual turnată. Nu utilizaţi Tag-uri care să se refere la întreaga arhivă sau poveste post este în.

source: Put Related Posts in blog posts
ro_ro: Pune în posturi blog-ul posturi legate

source: Blog posts will be related by "tags" that you create for each blog post. Like the related posts for comics, the related posts for blog post checks with other blog posts comparing the tags. Try to only use 1-5 tags total; the less the better.
ro_ro: să creaţi pentru fiecare post de blog. Ca legate de posturi de benzi desenate, legate de posturi de blog post controalelor cu alte posturi blog-ul compararea Tag-uri. Încercaţi să utilizaţi doar 1-5 Tag-uri totală; mai puţin mai bine.

source: Members Only Content
ro_ro: Membrii numai de conţinut

source: Enable Members Only options?
ro_ro: Permite numai membrii opţiuni?

source: When enabled this will allow all of the members only code to be active and working.
ro_ro: Activarea acest lucru va permite toate codul numai membrii să fie activ şi de lucru.

source: Disable the homepage/search for finding the members only posts?
ro_ro: Dezactivaţi pagina de Start/căutare pentru găsirea membrii numai mesajele?

source: When enabled the member' only category will not be displayed in the homepage posts loop.
ro_ro: Activarea membru ' Categorie numai nu vor fi afişate în bucla de posturi homepage.

source: Enable Members only comment content?
ro_ro: Permite numai membrii comentariu conţinut?

source: When enabled this will make all the content of each of the comments available to be seen only by users registered and set as members.
ro_ro: Activarea acest lucru va face tot conţinutul din fiecare dintre comentarii disponibile pentru a fi văzute numai de către utilizatori înregistrat şi a stabilit ca membri.

source: Members category
ro_ro: Membrii categorie

source: The category that is designated to show members only content.
ro_ro: Categoria care este desemnat să arate membri numai de conţinut.

source: USAGE: Edit the user with <em>Dashboard -> Users -> Authors & Users</em> and flag the user you want to be a member with the option at the bottom.
ro_ro: UTILIZARE: Editare utilizator cu <em>tabloul de bord-> utilizatori-> autori & utilizatorilor</em> şi pavilion utilizatorul pe care doriţi să fie un membru, cu opţiunea de la partea de jos.

source: Inside posts, add [members] content you only want members to see [/members]
ro_ro: În interiorul posturi, adăugaţi conţinut [membrii] doriţi numai membrii pentru a vedea [/members]

source: When setting a 'members' category, you *cannot* use an existing comic category, uncategorized, or blog category!
ro_ro: La stabilirea o categorie 'membrii', tu * nu * utilizaţi o categoria benzi desenate existente, uncategorized, sau blog-ul!

source: You MUST create a whole new category and called it "members", then you select that category here and create a page called "Members" or something equivelant and associate the Member's Only template to it.
ro_ro: sau ceva echivalent şi asocia membru şablon numai la acesta.

source: This will make it so that that category is only seen as blogposts inside that area and not anywhere else on the site unless the user has the members flag.
ro_ro: Acest lucru va face astfel încât această categorie este doar văzut ca blogposts în interiorul această zonă şi nu oriunde altceva pe site-ul decât dacă utilizatorul are membri de pavilion.

source: Buy Print
ro_ro: Cumpara imprimare

source: Use Buy Print?
ro_ro: Utilizaţi Buy imprimare?

source: Enables the Buy Print widgets, navigation, functions and template.
ro_ro: Permite widget-uri cumpara imprimare, navigare, funcţii şi şablon.

source: Enable the by print post to stay with the comic purchase page?
ro_ro: Permite de imprimare post să staţi cu pagina de cumpărare benzi desenate?

source: Enables the Post that is on the store page to stay with the comic purchase page.
ro_ro: Permite Post care este pe pagina de magazin să staţi cu pagina de benzi desenate de cumpărare.

source: Paypal email address
ro_ro: PayPal adresa de email

source: * This must be correct, you do not want other people getting your money.
ro_ro: * Aceasta trebuie să fie corecte, nu doriţi ca alte persoane achiziþie banii.

source: The Email address you registered with Paypal and that your store is associated with.
ro_ro: Adresa de E-mail v-aţi înregistrat cu Paypal şi că magazinul dumneavoastră este asociat cu.

source: URL of the template page
ro_ro: URL-ul paginii şablon

source: * This must be correct, the form needs some place to go.
ro_ro: * Aceasta trebuie să fie corectă, forma are nevoie de un loc pentru a merge.

source: The FULL URL address to which you associated the buy print template.
ro_ro: Adresa URL-ul complet la care aţi asociat şablonul de imprimare buy.

source: Examples:
ro_ro: Exemple:

source: Print Cost
ro_ro: Costul de imprimare

source: How much does a print cost?
ro_ro: Cât de mult are un cost de imprimare?

source: Are you selling the original?
ro_ro: Sunt aveţi de vânzare original?

source: <strong>NOTE: If you want to add shipping you will have to do that from your profile on paypal.</strong>
ro_ro: <strong>Nota: dacă doriţi să adăugaţi maritime trebuie să fac asta la profilul pe paypal.</strong>

source: Original Cost
ro_ro: Costul iniţial

source: How much are you selling the Original for ?
ro_ro: Cât de mult vă sunt vânzare originale pentru?

source: Buy Print Text on Template Page
ro_ro: Cumpara textul de imprimare pe şablon pagină

source: What text to display to the user on the buyprint template page.
ro_ro: Ce text de afişat pentru utilizator în pagina de şablonul buyprint.

source: Enable the Facebook Like button in Blog Posts?
ro_ro: Activează butonul Facebook ca în posturi blog-ul?

source: When enabled this option will allow the Facebook like button to appear at the bottom of regular blog posts.
ro_ro: Când este activată această opţiune va permite Facebook ca butonul să apară în partea de jos a posturi blog-ul regulat.

source: Enable the Facebook Like button in Comic Posts?
ro_ro: Activează butonul Facebook ca în benzi desenate de posturi?

source: Enabling this option will allow the Facebook like button to appear at the bottom of comic posts.
ro_ro: Care să permită această opţiune va permite Facebook ca butonul să apară în partea de jos a mesajele benzi desenate.

source: Enable the Facebook Meta?
ro_ro: Se permite Facebook Meta?

source: When setting this option ComicPress will add meta information to the head area of each page so that facebook will recognize the content within.
ro_ro: Când setarea acestei opţiuni ComicPress va adăuga informaţii meta în zona capului de fiecare pagină astfel încât facebook va recunoaşte conţinutul în termen.

source: CDN (Content Delivery Network)
ro_ro: CDN (reţeaua de livrare conţinut)

source: If you are using a content delivery network, put the URL to where the comics are stored here. This will replace the url used in the img tag when outputting the comic.
ro_ro: Dacă utilizaţi o reţea de livrare de conţinut, pune URL-ul unde benzi desenate sunt stocate aici. Acest lucru va înlocui URL-ul utilizat în tag-ul img atunci când scoate benzi desenate.

source: Archive & Search Results
ro_ro: Arhiva & rezultatele căutării

source: Archive results post display
ro_ro: Arhiva rezultatele post ecran

source: Full Content
ro_ro: Întregul conţinut

source: Excerpt
ro_ro: Fragment

source: Would you like to have users see the full content or just an excerpt when viewing the archives?
ro_ro: Doriţi să aibă utilizatorii vedea întregul conţinut sau doar un fragment, atunci când vizualizaţi arhivele?

source: Search results post display
ro_ro: Căutare rezultate post Afişare

source: Would you like to have users see the full content or just an excerpt when searching?
ro_ro: Doriţi pentru a vedea întregul conţinut sau doar un fragment, atunci când căutaţi utilizatorii?

source: Archive Display Order
ro_ro: Ordinea de afişare a Arhiva

source: Sets the display order of your archives. Newest to Oldest will display your posts starting with the most recent. Oldest to Newest will start with the first entry in the category, tag, or date range (e.g., Selecting May 20XX will start with May 1, not May 31st.)
ro_ro: Stabileşte ordinea de afişare a arhivele dumneavoastră. Cele mai noi la cel mai vechi va afişa mesajele dumneavoastră începând cu cele mai recente. Cele mai vechi la cel mai nou va începe cu prima intrare în categoria, tag-ul, sau data range (de exemplu, selectarea mai 20XX va începe cu 1 mai, nu mai 31.)

source: The amount of archive posts/links/search results to display is exclusively handled by wp-admin - settings - reading.
ro_ro: Suma de Arhiva de posturi/link-uri/rezultate de căutare pentru a afişa exclusiv este manipulat de wp-admin - setări - lectură.

source: Enable comics to be displayed as mini thumbs in order?
ro_ro: Benzi desenate pentru a fi afişate ca mini degetul mare pentru a permite?

source: If this is enabled it will display all of the comics in a comic category as mini thumbnails instead of listed posts.
ro_ro: În cazul în care acest lucru este permis se va afişa toate de benzi desenate într-o categorie de benzi desenate ca miniaturi mini în loc de posturi enumerate.

source: Archive Text Links instead of Images
ro_ro: Arhivă link-uri Text în loc de imagini

source: If this is set, it disables the above mini thumbs and just displays text links in the set order.
ro_ro: Dacă acest lucru este setată, se dezactivează mai sus degetele mini şi afişează doar link-uri text din comanda set.

source: Templates
ro_ro: Şabloane

source: Enable all categories for archive templates?
ro_ro: Activează toate categoriile pentru şabloane de Arhiva?

source: Setting this on will make it so that all posts, not just comics will display in the archive templates.
ro_ro: Setarea acest lucru va face astfel încât toate mesajele, benzi desenate nu doar va afişa în şabloanele de arhiva.

source: Enable archive templates to start with most current year?
ro_ro: Permite Arhiva şabloane pentru a începe cu cele mai recente an?

source: Enabling this option will make the archive templates start with the most current year, instead of the first year.
ro_ro: Care să permită această opţiune va face Arhiva şabloane începe cu anul cel mai curent, în loc de primul an.

source: Configuration
ro_ro: Configurare

source: Comic Category
ro_ro: Categoria benzi desenate

source: The category that is designated for the primary comic category.
ro_ro: Categoria care este desemnat pentru categoria benzi desenate primare.

source: Blog Category
ro_ro: Blog categorie

source: The primary blog category.
ro_ro: Categoria de blog-ul principal.

source: Comic Folder
ro_ro: Folderul benzi desenate

source: Choose a directory to get the original sized comics from.
ro_ro: Alegeţi un director pentru a obţine benzi desenate dimensiuni originale din.

source: If you set the directory for the rss, mini and archive to the base comic folder, it will utilize the original as images and not look for a thumbnail. Alternatively if it does not find a thumbnail it will fallback to the original as well.
ro_ro: Dacă setaţi directorul pentru rss, mini şi Arhiva în folderul bază de benzi desenate, va utiliza original ca imagini şi nu uita pentru o miniatură. Alternativ dacă nu găseşte un thumbnail va original, precum şi de rezervă.

source: RSS Thumbnail Folder
ro_ro: RSS Pictograme Folder

source: Choose a directory to get the RSS thumbnails from.
ro_ro: Alegeţi un director pentru a obţine miniaturile RSS din.

source: Archive Thumbnail Folder
ro_ro: Folder arhivă miniatură

source: Choose a directory to get the Archive/Search thumbnails from.
ro_ro: Alegeţi un director pentru a obţine miniaturile din arhiva/căutare.

source: Mini Thumbnail Folder
ro_ro: Mini miniatură Folder

source: Choose a directory to get the Mini thumbnails from. (for archive-comic-list, etc.)
ro_ro: Alegeţi un director pentru a obţine Mini miniaturile din. (pentru lista arhiva-benzi desenate, etc.)

source: RSS Thumbnail Width
ro_ro: RSS Pictograme lăţime

source: Archive Thumbnail Width
ro_ro: Arhiva miniatură lăţime

source: Mini Thumbnail Width
ro_ro: Mini miniatură lăţime

source: Enable -head and -foot caps?
ro_ro: Permite - cap şi - picior caps?

source: Enabling this option will create post-head widget-head and various other div alignments increasing the amount of dom elements available to use in designing your site, however will reduce the speed in which the page is shown on the end users browser.
ro_ro: Care să permită această opţiune va crea post-head widget-cap şi diferite alinieri alte div creşterea cantităţii de elementele dom disponibile pentru utilizare în proiectare site-ul dumneavoastră, cu toate acestea va reduce viteza în care pagina este indicat pe browser-ul utilizatorilor finali.

source: Comic
ro_ro: Benzi desenate

source: Enable Rascal the ComicPress Mascot
ro_ro: Permite Rascal mascota ComicPress

source: Enable this option to make a comic bubble appear over the comic and write out what you put in the hovertext, along with a friendly face. You can add the hovertext when uploading your comic with ComicPress Manager. To change the graphics for this will need to be well-versed in CSS.
ro_ro: Activaţi această opţiune pentru a face un balon benzi desenate apar peste benzi desenate şi scrie ceea ce ai pus în hovertext, împreună cu o faţă prietenoasă. Puteţi adăuga hovertext atunci când încărcarea dumneavoastră cu ComicPress Manager de benzi desenate. Pentru a modifica grafice pentru aceasta va trebui să fie sale în CSS.

source: Enable Multi-Comic Jquery navigation?
ro_ro: Permite Multi-Comic Jquery de navigare?

source: This is if you have uploaded multiple comics on the same date, it puts button navigation under the comic so you can navigate the comics that are on the same date.
ro_ro: Acest lucru este în cazul în care au încărcat mai multe benzi desenate la aceeași dată, se pune butonul navigare sub benzi desenate astfel încât să puteţi naviga benzi desenate care sunt la aceeași dată.

source: Enable lightbox support for the comic image.
ro_ro: Activaţi suportul pentru lightbox pentru imaginea de benzi desenate.

source: This will allow you to use lightbox with the comic so the comic expands when clicked. Will *not* work with rascal or comic clicks next options.
ro_ro: Acest lucru vă va permite să utilizaţi lightbox cu benzi desenate astfel încât benzi desenate se extinde atunci când aţi făcut clic. Va * nu locul de muncă cu rascal sau benzi desenate clicuri opţiunile următoare.

source: Comments
ro_ro: Comentarii

source: Disable the comment notes
ro_ro: Dezactivaţi notele comentariu

source: Disabling this will remove the note text that displays with more options for adding to comments (html).
ro_ro: Dezactivarea aceasta va elimina textul notei care afişează cu mai multe opţiuni pentru adăugarea la Comentarii (html).
